class Lists:
    questions = ['1', # Вопрос 1
                 '2', # Вопрос 2
                 '3', # Вопрос 3
                 '4'] # Вопрос 4

    answers = [['5','6','7','8'], # Ответ 1
               ['6','5','7','8'], # Ответ 2
               ['7','5','6','8'], # Ответ 3
               ['8','5','6','7']] # Ответ 4

    congratulations_100 = ['Безупречно!!!', 'Безукоризненно!!!', 'Максимальная эрудиция!!!', 'Замечательно!!!', 'Поздравляю Вас с Победой!!!', 'Мои поздравления!!!', 'Поздравляю!!!', 'Максимальный интеллект!!!']

    congratulations_80_100 = ['Мои поздравления!', 'Поздравляю!', 'Вы очень эрудированы!', 'Так держать!', 'Отлично!', 'Великолепно!', 'Отменная эрудиция!', 'Вы интеллектуал!', 'Пять баллов!']

    congratulations_50_80 =  ['Неплохо справляетесь!', 'Хорошо!', 'Вы эрудированы!', 'Неплохо!', 'Нормально! Но можно и лучше!))', 'Ставлю четыре!', 'Четверочку заслуживаете!', 'Неплохо! Но можно и лучше!))']

    congratulations_25_50 = ['Троечка только!', 'Это три!', 'Три балла!', 'Плоховато как-то!', 'Можно и лучше!', 'Трояк!', 'Что-то не очень!', 'Не фонтан!']

    congratulations_0_25 = ['Плохо!', 'Два!', 'Двойка!', 'Как-то Вы совсем!', 'Ужасно!', 'А лучше никак?', 'Что-то Вы совсем подкачали!', 'Вы меня подводите!']

    congrat_sticks_100 = [92722, 71941]

    congrat_sticks_80_100 = [92722, 71941]

