class Lists:
    questions = ['1', # Вопрос 1
                 '2', # Вопрос 2
                 '3', # Вопрос 3
                 '4', # Вопрос 4
                 '5', # Вопрос 5
                 '6', # Вопрос 6
                 '7', # Вопрос 7
                 '8', # Вопрос 8
                 '9', # Вопрос 9
                 '10', # Вопрос 10
                 '11', # Вопрос 11
                 '12', # Вопрос 12
                 '13', # Вопрос 13
                 '14', # Вопрос 14
                 '15', # Вопрос 15
                 '16'] # Вопрос 16

    answers = [['1','2','7','8'], # Ответ 1
               ['2','1','4','6'], # Ответ 2
               ['3','5','6','8'], # Ответ 3
               ['4','5','6','7'], # Ответ 4
               ['5','11','12','13'], # Ответ 5
               ['6', 'tr', '55', 'j'], # Ответ 6
               ['7', '5', 'r', 'h'], # Ответ 7
               ['8', '5g', 'eb', 'r'], # Ответ 8
               ['9', 'g', '6', 'e'], # Ответ 9
               ['10', '3', 'g', '14'], # Ответ 10
               ['11', '51', 'g4', '6u'], # Ответ 11
               ['12', 'jh', '15', 'g'], # Ответ 12
               ['13', '5h', 'g', 'h5'], # Ответ 13
               ['14', 'g5', 'g', '4'], # Ответ 14
               ['15', 'gg', '6h', 'h6'], # Ответ 15
               ['16', '494', 'y8y', '65fg']] # Ответ 16

    ans_right = ['Правильно!', 'Точно!', 'Верно!', 'Верный ответ!', 'Да!', 'Точняк!', 'В точку!', 'Легко, не так ли?', 'Это было просто!', 'Отлично!']

    ans_wrong = ['Неправильно!', 'Неверно!', 'Плохо!', 'Что-то мимо кассы!', 'Мимо!', 'Промах!', 'Ответ неверен!', 'Нет!', 'Лучше готовьтесь!']

    congratulations_100 = ['Безупречно!!!', 'Безукоризненно!!!', 'Максимальная эрудиция!!!', 'Замечательно!!!', 'Поздравляю Вас с Победой!!!', 'Мои поздравления!!!', 'Поздравляю!!!', 'Максимальный интеллект!!!']

    congratulations_80_100 = ['Мои поздравления!', 'Поздравляю!', 'Вы очень эрудированы!', 'Так держать!', 'Отлично!', 'Великолепно!', 'Отменная эрудиция!', 'Вы интеллектуал!', 'Пять баллов!']

    congratulations_50_80 =  ['Неплохо справляетесь!', 'Хорошо!', 'Вы эрудированы!', 'Неплохо!', 'Нормально! Но можно и лучше!))', 'Ставлю четыре!', 'Четверочку заслуживаете!', 'Неплохо! Но можно и лучше!))']

    congratulations_25_50 = ['Троечка только!', 'Это три!', 'Три балла!', 'Плоховато как-то!', 'Можно и лучше!', 'Трояк!', 'Что-то не очень!', 'Не фонтан!']

    congratulations_0_25 = ['Плохо!', 'Два!', 'Двойка!', 'Как-то Вы совсем!', 'Ужасно!', 'А лучше никак?', 'Что-то Вы совсем подкачали!', 'Вы меня подводите!']

    congrat_sticks_100 = [92722, 71941]

    congrat_sticks_80_100 = [92722, 71941]

